---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRailingBalusterHeight
source: html/5010da3a-b5ba-36b2-c701-8c985965b36b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRailingBalusterHeight Property

"Baluster Height"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRailingBalusterHeight { get; }
```